Revit 2027 API
ParameterTypeId.RbsElecLoadClassification Property
 "Load Classification"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecLoadClassification { get; }
Public Shared ReadOnly Property RbsElecLoadClassification As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecLoadClassification {
	ForgeTypeId^ get ();
}
static member RbsElecLoadClassification : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace